[
    "@aqsafi Great work!",
    "@ElaineSchwartz_ 👏 👏 👏",
    "Dear IBMers: today and every day, we're grateful for everything you do. 💙 #EmployeeAppreciationDay https://t.co/acBRB1L7AN",
    "@Tier___1 Thank you.",
    "@ElaineSchwartz_ @debbubb @jasonmtrujillo @PaulaACushing @magitisa 💙 💙 💙",
    "We believe our job is to make the world better for those who come next.\n\nWe're proud of the women at IBM who empower people around the world every day. 🧕🏾👩🏼‍🔬👩🏿‍💻👩‍💼 \n\n#IWD2020 | #EachforEqual https://t.co/pWWpdOVtOY",
    "@OopsiePoopsie69 Thank you for sharing!",
    "@wendyhowell711 Thanks for sharing Wendy! Looks like a great event. 👍",
    "RT @IBMNews: Ahead of it's trip across the Atlantic in September, the AI Captain of the Mayflower Autonomous Ship will first take to the wa…",
    "@isabell007 Happy International Women's Day Isabell! 🐝 #BeEqual",
    "@AskTheShire HI there, we're sorry to hear about your experience. Could you please send us a direct message so that we can better assist you?",
    "@PeterMarshman Great job everyone!",
    "@MandaForLife Hi there, that's a great goal! You can join our Talent Network to stay informed about future career opportunities here: https://t.co/1iS9IXahgf",
    "@CharlotteKais10 Good luck! 👍",
    "@abe_asfaw Happy Anniversary Abe! Thank you for your work!",
    "@mhdawson1 Happy Anniversary Michael! Thank you for your work.",
    "The Mayflower Autonomous Ship will be one of the first vessels to navigate the Atlantic on its own using IBM #AI and edge technologies. 🌊 \n\nLearn about the March trials that will help us refine the vessel’s AI Captain: https://t.co/aXvhMDS9Pi https://t.co/XskwtgRYsX",
    "In light of global precautions for the COVID-19 Coronavirus, \"IBM Think 2020,\" will be recreated as a global, digital-first event, to still be held on May 5-7. \n\nOur full statement on Coronavirus and events can be read here: https://t.co/DVmPt5H23L https://t.co/HRcKMS8uEW",
    "@mentorafrika @mentorafrika An award well-earned! Cheers! 💙 https://t.co/0fYuUB3YTB",
    "@HaleyHervert Very creative! 🍄"
]