[
    "Revel in Hudson River views from every room of this state-of-the-art penthouse featuring 480 sq ft of exterior terraces https://t.co/owSYLUcUHQ https://t.co/rLnevNMpKS",
    "This past weekend, @TrumpDoral hosted the annual #TrumpChallenge! Members from each of our @TrumpGolf courses competed on our #BlueMonster and #GoldenPalm courses followed by an awards luncheon.\n\nCongrats to the home team, @TrumpDoral, for winning this years tournament! https://t.co/fIgBiJwmev",
    "The world’s most celebrated private club, combining the best of twentieth century and historical design with an exceptional eye for detail, perfection and the highest standards of service https://t.co/bvqjs6OlZ7 https://t.co/x7ffmsVFrO",
    "Las Vegas: Where the glow of the city’s architecture rivals that of Mother Nature’s skyline @TrumpLasVegas https://t.co/kN23qclp7Q",
    "When the views are just as spectacular as the room ✨ At @TrumpDC, no two rooms are identical creating a unique experience every stay @TrumpHotels https://t.co/t8gMqf6xXG",
    "Did you know that @TrumpTower is open to the public daily from 8am to 10pm? Come eat, drink and shop with us on your next trip to New York City 🗽 https://t.co/4KFplmFrmd",
    "Just a few minutes' drive from @MarALago, @TrumpPalmBeach is a site to behold for its grand Mediterranean-style clubhouse, 27 holes of world class golf and meticulously maintained landscape unique to South Florida! https://t.co/RmoTPIw3Iq",
    "⭐⭐⭐⭐⭐ \n\nCongratulations to @TrumpNewYork, @TrumpDC, @TrumpWaikiki &amp; @TrumpVancouver for ALL receiving the prestigious @Forbes Travel Guide’s 2020 Five-Star Distinction! https://t.co/VzniWUQXxq https://t.co/yyL7vVOUbv",
    "RT @EricTrump: A huge congratulations to @TrumpDC, @TrumpVancouver, @TrumpWaikiki and @TrumpNewYork that have ALL just received the @Forbes…",
    "RT @EricTrump: 2/3: Separately, it was just announced that EIGHT of our hotels have received the Gold Badge for the “Best Hotels in the U.S…",
    "RT @EricTrump: 3/3: All the while, @TrumpTurnberry climbed to #10 on @GolfDigest’s “100 Greatest Golf Courses in the World” – with @TrumpSc…",
    "RT @EricTrump: Final: To put it mildly, it has been a great week for @Trump! 🇺🇸🇺🇸🇺🇸\n@TrumpHotels @TrumpGolf https://t.co/2PvXtu11QP",
    "Meticulously redeveloped to retain the incredible historic character while elevating the design to bring a new level of luxury to Pennsylvania Avenue, @TrumpDC has exceeded expectations at every turn 🏛️ https://t.co/uUQkvRpEC7",
    "Can't leave home without your four-legged friend? With our #TrumpPets program, you don't have to! @TrumpHotels @TrumpTurnberry https://t.co/zNWnHV802U",
    "The 2020 @USNews Best Hotels rankings are in and @TrumpHotels is on top! Congratulations to all our  properties awarded for their outstanding hospitality 🏆 https://t.co/fUUpEOwM8v",
    "Adjacent to the United Nations Headquarters and surrounded by lush landscaping, Trump World Tower rises 72 stories above Manhattan featuring expansive layouts, private spa and valet garage service: https://t.co/A3IBSqbOR2 https://t.co/GdZzTNsony",
    "Routed on over 500 acres and forged from what was previously flat and barren desert, @TrumpGolfDubai has become a preeminent destination in the golf world 🇦🇪 https://t.co/M4CkO0wAAl",
    "This past week, our @TrumpGolf team flew down to Orlando for the 2020 PGA Show! Every year over 1,000 exhibitors showcase the latest in golf apparel, technology &amp; equipment. We’re proud to work with the industry’s top vendors to provide our guests with the best experiences ⛳️ https://t.co/tXJ2qfAsRC",
    "RT @EricTrump: Today we honor the contribution and legacy of Dr. Martin Luther King Jr — happy #MLKDay2020 🇺🇸 https://t.co/ojhwGE7baO",
    "View our 2019 Fourth Quarter Luxury Market Report from @TrumpRealty featuring the latest luxury market statistics and analysis https://t.co/5LwX9VWnRl https://t.co/pmW1lg2Mm1"
]